[{"id":1,"title":"Solar Power World editors pick the Top Products of 2020","slug":"lumin-article","is_enabled":1,"content_group":null,"main_menu":[{"list":[{"content_group":"menu_link","menu_link_name":"Grid Services","menu_link_link_|_link":"#"},{"content_group":"menu_dropdown","menu_dropdown_title":"Products","list":[{"menu_dropdown_name":"Link 1","menu_dropdown_link_|_link":"#"},{"menu_dropdown_name":"Link 1","menu_dropdown_link_|_link":"#"},{"menu_dropdown_name":"Link 1","menu_dropdown_link_|_link":"#"},{"menu_dropdown_name":"Link 1","menu_dropdown_link_|_link":"#"}]}]}],"published_at_date|date_j_m_y":"04.26.2023","blocks":[{"title":"Table of Contents","list":[{"number":"1","text":"What is Asymmetric Net Metering?"}]},{"title":"Making whole-home backup a reality with smart circuits"},{"text_|_raw":"Coronavirus may have halted solar installations for a short time this year, but R&D and product development continued uninterrupted. With at-home and on-site power now more important than ever, many new products of 2020 aimed to make solar installations quicker and the user experience simpler for easier solar power consumption.<br><br>There weren’t any in-person tradeshows for SPW editors to attend and see new products, but we kept an eye on everything happening in every corner of the market this year. These are our top choices for the most innovative products announced and coming available soon. We expect these products to transform the solar installation market — all for the better.<br><br>Be sure to check out an even more extensive database of this year’s Top Products here."},{"image":"\/lumin-article\/64674909961d6e6f9731ea1f_image2057.png","text_|_raw":"When it comes to solar and energy storage, descriptive words can sometimes be confusing. A common misconception about battery backup is that the battery will actually back-up the entirety of a home’s loads. Most of the time, a battery has to be hooked up to its own protected loads panel that will support only a few circuits. But a handful of “smart circuit” products are coming to market to make whole-home backup actually mean what it says.<br><br>For example, the software\/hardware combo Lumin is a physical box that taps into the main electrical panel to make all circuits “smart.” Now instead of only being able For example, the software\/hardware combo Lumin is a physical box that taps into the main electrical panel to make all circuits “smart.” Now instead of only being able. Smart panels and smart circuits give consumers the flexibility to back-up.<br><br>Smart circuit setups can also monitor charging levels while providing load control. If a battery is low on power, fully charging an electric vehicle probably isn’t of the highest priority. Instead, apps like Lumin’s can monitor energy consumption and automatically shed large loads during an outage to protect the battery from draining. Smart panels and smart circuits give consumers the flexibility to back-up everything or just a few important loads — and on varying schedules. The whole house might not be humming at full power during an outage, but at least homeowners don’t have to settle for a few circuits every time a grid interruption occurs."},{"text_|_raw":"When it comes to solar and energy storage, descriptive words can sometimes be confusing. A common misconception about battery backup is that the battery will actually back-up the entirety of a home’s loads."},{"text_|_raw":"When it comes to solar and energy storage, descriptive words can sometimes be confusing. A common misconception about battery backup is that the battery will actually back-up the entirety of a home’s loads."},{"text_|_raw":"When it comes to solar and energy storage, descriptive words can sometimes be confusing. A common misconception about battery backup is that the battery will actually back-up the entirety of a home’s loads."},{"list":[{"text_list":"401(k) with Traditional and Roth options"}]},{"link_video":"#","image_video":"\/lumin-article\/64674909961d6e6f9731ea1f_image2057.png"}]}]